[
    {
        "id": 1,
        "position": "Software Engineer",
        "company": "Tech Innovations Ltd.",
        "type": "Full-time",
        "location": "San Francisco, CA",
        "description": "As a Software Engineer at Tech Innovations Ltd., you will be part of a dynamic team focused on building innovative software solutions. You will design, develop, and maintain applications that enhance user experiences across various platforms. Your expertise in programming languages such as Java, Python, and JavaScript will be critical as you tackle complex problems and contribute to all phases of the software development lifecycle. This role offers opportunities for professional growth, collaboration with talented individuals, and the chance to make a significant impact on our product offerings.",
        "category": "IT",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@techinnovations.com",
        "url": "https://www.example.com/job/1",
        "public": false,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-06-30T12:00:00",
        "status": "active",
        "token": "51b305af-e578-4015-ac05-3e0e57fedcb5"
    },
    {
        "id": 2,
        "position": "Project Manager",
        "company": "Global Enterprises",
        "type": "Full-time",
        "location": "New York, NY",
        "description": "Global Enterprises is seeking a seasoned Project Manager to lead cross-functional teams and ensure the successful delivery of projects on time and within budget. In this role, you will utilize your strong organizational skills to manage project timelines, resources, and risks while maintaining clear communication with stakeholders. Your ability to adapt to changing circumstances and implement effective solutions will be crucial in driving project success. We value creativity and initiative, and you will have the opportunity to shape project strategies and contribute to the company’s overall goals.",
        "category": "Management",
        "how_to_apply": "Email your resume to hr@globalenterprises.com or visit www.careers.jobs.com",
        "email": "hr@globalenterprises.com",
        "url": "https://www.example.com/job/2",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-08-31T12:00:00",
        "status": "active",
        "token": "5f8d0a40-9dfb-4a36-9c28-d2590c9de786"
    },
    {
        "id": 3,
        "position": "Marketing Manager",
        "company": "Brand Builders Inc.",
        "type": "Full-time",
        "location": "Los Angeles, CA",
        "description": "Join Brand Builders Inc. as a Marketing Manager and lead our efforts to develop and execute innovative marketing strategies that enhance brand awareness and drive customer engagement. You will oversee a talented team of marketing professionals, guiding them in campaign development, social media marketing, and content creation. Your analytical skills will be key as you assess market trends and customer feedback, allowing you to adjust strategies for maximum effectiveness. This role provides an exciting opportunity to shape the marketing direction of a leading company in the industry.",
        "category": "Marketing",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@brandbuilders.com",
        "url": "https://www.example.com/job/3",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-15T12:00:00",
        "status": "expired",
        "token": "f2a66aed-0c5a-4689-8300-315144bdba69"
    },
    {
        "id": 4,
        "position": "Data Analyst",
        "company": "Insight Analytics",
        "type": "Full-time",
        "location": "Chicago, IL",
        "description": "Insight Analytics is on the lookout for a talented Data Analyst who will transform data into actionable insights. You will collect, analyze, and interpret complex datasets to support business decisions and strategies. Your expertise in statistical analysis and data visualization tools such as Tableau and Excel will allow you to present findings in a clear and impactful manner. Collaboration with various departments will be essential, as you help shape data-driven solutions that drive the company’s success. If you have a passion for data and a keen eye for detail, we want to hear from you.",
        "category": "Data Science",
        "how_to_apply": "Email your resume to hr@insightanalytics.com.",
        "email": "hr@insightanalytics.com",
        "url": "https://www.example.com/job/4",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-15T12:00:00",
        "status": "active",
        "token": "5109d0f5-0b32-4319-bc48-9a8474e2e05a"
    },
    {
        "id": 5,
        "position": "UX/UI Designer",
        "company": "Design Studio",
        "type": "Half-time",
        "location": "Remote",
        "description": "We are seeking a UX/UI Designer to create intuitive and visually stunning designs for our digital products. As a key member of our design team, you will collaborate closely with developers and product managers to ensure that our designs are user-friendly and meet the needs of our clients. Your responsibilities will include conducting user research, creating wireframes, and producing high-fidelity prototypes. Your design work will have a direct impact on enhancing the user experience, making this an exciting opportunity for a creative thinker who thrives in a collaborative environment.",
        "category": "Design",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@designstudio.com",
        "url": "https://www.example.com/job/5",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-30T12:00:00",
        "status": "active",
        "token": "ba56b0ed-635a-4f47-bea3-bfc472200e23"
    },
    {
        "id": 6,
        "position": "Web Developer",
        "company": "Creative Solutions",
        "type": "Full-time",
        "location": "Austin, TX",
        "description": "As a Web Developer at Creative Solutions, you will work with a talented team to create dynamic and responsive websites that provide an exceptional user experience. Your proficiency in HTML, CSS, and JavaScript, along with frameworks such as React or Angular, will be essential as you develop new features and enhance existing functionality. You will have the opportunity to collaborate with designers and project managers to bring innovative ideas to life, ensuring that our websites are not only functional but also visually appealing. Join us to make your mark in the world of web development.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@creativesolutions.com.",
        "email": "hr@creativesolutions.com",
        "url": "https://www.example.com/job/6",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-07-20T12:00:00",
        "status": "active",
        "token": "14c373e1-3b6c-437d-a8c1-ec1af62384b4"
    },
    {
        "id": 7,
        "position": "Business Analyst",
        "company": "Corporate Insights",
        "type": "Full-time",
        "location": "Miami, FL",
        "description": "Join Corporate Insights as a Business Analyst and play a pivotal role in driving business improvements through data analysis and process optimization. You will gather requirements from stakeholders, analyze business processes, and provide recommendations for improvement. Your strong analytical skills and understanding of business operations will allow you to develop strategies that align with our goals. Working closely with various departments, you will help implement changes that lead to increased efficiency and effectiveness across the organization. This role offers the opportunity to make a significant impact on our business success.",
        "category": "Business",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@corporateinsights.com",
        "url": "https://www.example.com/job/7",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-01T12:00:00",
        "status": "expired",
        "token": "54e53929-15a2-47d6-af90-2fa5b6062f9f"
    },
    {
        "id": 8,
        "position": "Content Marketing Specialist",
        "company": "Content Creators LLC",
        "type": "Half-time",
        "location": "Remote",
        "description": "Content Creators LLC is looking for a Content Marketing Specialist to join our marketing team. In this role, you will develop and implement content strategies that resonate with our audience and drive engagement. You will create compelling blog posts, articles, and social media content that aligns with our brand voice and messaging. Your creative flair and understanding of SEO will help optimize our content for search engines, increasing visibility and driving traffic to our website. This is an exciting opportunity to contribute to our brand’s storytelling and build meaningful connections with our customers.",
        "category": "Marketing",
        "how_to_apply": "Email your resume to hr@contentcreators.com.",
        "email": "hr@contentcreators.com",
        "url": "https://www.example.com/job/8",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-01T12:00:00",
        "status": "active",
        "token": "9b9a7f52-0145-446f-a217-f6f132af3e8c"
    },
    {
        "id": 9,
        "position": "Sales Executive",
        "company": "Sales Solutions Group",
        "type": "Full-time",
        "location": "Seattle, WA",
        "description": "Sales Solutions Group is seeking an ambitious Sales Executive to join our growing sales team. You will be responsible for building and maintaining client relationships, identifying new business opportunities, and achieving sales targets. Your persuasive communication skills and ability to understand client needs will be crucial in delivering tailored solutions. You will work closely with our marketing team to develop strategies that drive lead generation and enhance our market presence. If you are a results-oriented professional with a passion for sales, we want you to be part of our success story.",
        "category": "Sales",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@salesolutions.com",
        "url": "https://www.example.com/job/9",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-09T12:00:00",
        "status": "active",
        "token": "b3d80279-e0ce-451e-a5e9-27d657bec4cb"
    },
    {
        "id": 10,
        "position": "Human Resources Manager",
        "company": "People First Inc.",
        "type": "Full-time",
        "location": "Denver, CO",
        "description": "People First Inc. is looking for an experienced Human Resources Manager to lead our HR department. You will oversee recruitment, employee relations, performance management, and organizational development. Your expertise in HR practices and employment law will ensure compliance and help us foster a positive workplace culture. You will play a key role in shaping our employee engagement initiatives and driving talent development strategies. If you are passionate about people and dedicated to creating a thriving work environment, we invite you to apply for this impactful role.",
        "category": "Human Resources",
        "how_to_apply": "Email your resume to hr@peoplefirst.com.",
        "email": "hr@peoplefirst.com",
        "url": "https://www.example.com/job/10",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-07-15T12:00:00",
        "status": "active",
        "token": "e058f345-1d9b-476e-9f85-d8690efb55f8"
    },
    {
        "id": 11,
        "position": "Graphic Designer",
        "company": "Visual Creations",
        "type": "Half-time",
        "location": "Remote",
        "description": "Visual Creations is seeking a talented Graphic Designer to join our creative team. In this role, you will create visually appealing graphics for our marketing campaigns, social media, and digital content. Your creativity and proficiency in design software such as Adobe Creative Suite will enable you to bring innovative ideas to life. You will collaborate with marketers and content creators to ensure consistency in branding and messaging across all platforms. This is an exciting opportunity to showcase your design skills and make a significant impact on our brand’s visual identity.",
        "category": "Design",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@visualcreations.com",
        "url": "https://www.example.com/job/11",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-20T12:00:00",
        "status": "active",
        "token": "e8f8d0ca-7277-435d-8192-30c2a25d78e5"
    },
    {
        "id": 12,
        "position": "SEO Specialist",
        "company": "SEO Experts",
        "type": "Full-time",
        "location": "Boston, MA",
        "description": "Join SEO Experts as an SEO Specialist and play a vital role in enhancing our online presence. You will conduct keyword research, optimize website content, and analyze SEO performance metrics to improve search rankings. Your understanding of SEO best practices and experience with tools like Google Analytics and SEMrush will be essential in driving our digital marketing efforts. Collaborating with content creators and web developers, you will help implement strategies that attract organic traffic and increase conversions. If you are passionate about digital marketing and have a knack for analytics, we want you on our team.",
        "category": "Marketing",
        "how_to_apply": "Email your resume to hr@seoexperts.com.",
        "email": "hr@seoexperts.com",
        "url": "https://www.example.com/job/12",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-30T12:00:00",
        "status": "active",
        "token": "7a06eb82-f184-4deb-99fc-66c847a4a95f"
    },
    {
        "id": 13,
        "position": "Accountant",
        "company": "Financial Solutions Group",
        "type": "Full-time",
        "location": "Houston, TX",
        "description": "Financial Solutions Group is seeking an experienced Accountant to manage our financial records and ensure compliance with regulations. You will prepare financial statements, conduct audits, and provide insights into financial performance. Your expertise in accounting software and attention to detail will be crucial as you manage budgets and forecasts. Working closely with management, you will help identify cost-saving opportunities and implement financial strategies that align with our business objectives. If you are a proactive problem solver with a passion for numbers, we want to hear from you.",
        "category": "Finance",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@financialsolutions.com",
        "url": "https://www.example.com/job/13",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-15T12:00:00",
        "status": "expired",
        "token": "46a80bb6-6870-4985-9ba5-4383611ec946"
    },
    {
        "id": 14,
        "position": "Sales Manager",
        "company": "Sales Leaders Inc.",
        "type": "Full-time",
        "location": "Phoenix, AZ",
        "description": "Sales Leaders Inc. is looking for a Sales Manager to lead our sales team and drive revenue growth. In this role, you will develop sales strategies, set targets, and coach team members to achieve their goals. Your strong leadership and communication skills will help you foster a collaborative environment where team members can thrive. You will analyze market trends and customer feedback to refine our sales approach and improve customer satisfaction. This position offers the chance to make a significant impact on our sales performance and contribute to the overall success of the organization.",
        "category": "Sales",
        "how_to_apply": "Email your resume to hr@salesleaders.com.",
        "email": "hr@salesleaders.com",
        "url": "https://www.example.com/job/14",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-15T12:00:00",
        "status": "active",
        "token": "b647fff9-0715-47bf-abfd-71bfb0c4f6bb"
    },
    {
        "id": 15,
        "position": "Product Manager",
        "company": "Innovative Products Inc.",
        "type": "Full-time",
        "location": "San Diego, CA",
        "description": "Innovative Products Inc. is seeking a Product Manager to lead the development and launch of new products. You will work closely with cross-functional teams, including engineering, design, and marketing, to ensure that our products meet market needs and align with our business goals. Your ability to analyze market trends and customer feedback will guide your decision-making as you prioritize features and enhancements. This is an exciting opportunity to take ownership of the product lifecycle and make a significant impact on our company’s growth and success.",
        "category": "Management",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@innovativeproducts.com",
        "url": "https://www.example.com/job/15",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-20T12:00:00",
        "status": "active",
        "token": "dd493365-57e4-4fd5-a642-7b496f3dd52e"
    },
    {
        "id": 16,
        "position": "Customer Support Representative",
        "company": "Customer Care Solutions",
        "type": "Full-time",
        "location": "Orlando, FL",
        "description": "Customer Care Solutions is on the lookout for a dedicated Customer Support Representative to join our team. You will be the first point of contact for our customers, assisting them with inquiries, resolving issues, and providing information about our products and services. Your exceptional communication skills and empathy will play a crucial role in ensuring customer satisfaction. You will also collaborate with other departments to address customer concerns and improve overall service quality. If you are passionate about helping people and enjoy a fast-paced environment, we would love to have you on board.",
        "category": "Customer Service",
        "how_to_apply": "Email your resume to hr@customercaresolutions.com.",
        "email": "hr@customercaresolutions.com",
        "url": "https://www.example.com/job/16",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-30T12:00:00",
        "status": "expired",
        "token": "5256eeb8-a4a0-4d68-b744-9690cf390f91"
    },
    {
        "id": 17,
        "position": "Software Developer",
        "company": "Tech Innovators",
        "type": "Full-time",
        "location": "Austin, TX",
        "description": "Tech Innovators is seeking a skilled Software Developer to join our dynamic tech team. You will be responsible for designing, developing, and maintaining software applications that meet the needs of our clients. Your expertise in programming languages such as Java, Python, or JavaScript will be essential in creating high-quality code. You will work collaboratively with other developers, project managers, and stakeholders to ensure timely delivery of projects. If you are a problem solver with a passion for technology and a commitment to excellence, we encourage you to apply.",
        "category": "IT",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@techinnovators.com",
        "url": "https://www.example.com/job/17",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-08-15T12:00:00",
        "status": "active",
        "token": "b7b9981c-bfe8-4deb-aef2-c3b17ecb3d11"
    },
    {
        "id": 18,
        "position": "Data Analyst",
        "company": "Data Insights Co.",
        "type": "Full-time",
        "location": "Chicago, IL",
        "description": "Data Insights Co. is looking for a detail-oriented Data Analyst to join our analytics team. You will be responsible for collecting, analyzing, and interpreting complex data sets to help drive business decisions. Your proficiency in statistical analysis and experience with tools like SQL and Excel will be critical in extracting actionable insights from data. You will collaborate with various departments to understand their data needs and provide them with the information they need to succeed. If you are passionate about data and enjoy working in a collaborative environment, we want to hear from you.",
        "category": "Data",
        "how_to_apply": "Email your resume to hr@datainsights.com.",
        "email": "hr@datainsights.com",
        "url": "https://www.example.com/job/18",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-25T12:00:00",
        "status": "expired",
        "token": "a6be25d6-e81d-4d93-b202-fde992f5d64e"
    },
    {
        "id": 19,
        "position": "Web Developer",
        "company": "Creative Solutions Inc.",
        "type": "Half-time",
        "location": "Remote",
        "description": "Creative Solutions Inc. is seeking a talented Web Developer to join our remote team. In this role, you will design and develop user-friendly websites that align with our clients' needs and objectives. Your expertise in HTML, CSS, and JavaScript will be essential in creating responsive and visually appealing websites. You will collaborate closely with designers and project managers to ensure that projects are delivered on time and meet high standards of quality. This is a fantastic opportunity to work on diverse projects and enhance your web development skills in a supportive environment.",
        "category": "IT",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@creativesolutions.com",
        "url": "https://www.example.com/job/19",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-10T12:00:00",
        "status": "active",
        "token": "62d0e536-db16-4e45-a09e-84ace4b373e8"
    },
    {
        "id": 20,
        "position": "Content Writer",
        "company": "Write On",
        "type": "Freelance",
        "location": "Remote",
        "description": "Write On is looking for a creative and detail-oriented Content Writer to join our freelance team. You will be responsible for producing high-quality written content for various digital platforms, including blogs, websites, and social media. Your strong writing skills and ability to conduct thorough research will enable you to create engaging and informative articles that resonate with our audience. You will work closely with our editorial team to ensure that all content aligns with our brand's voice and strategy. If you have a passion for storytelling and a flair for writing, we invite you to apply.",
        "category": "Writing",
        "how_to_apply": "Email your resume to hr@writeon.com.",
        "email": "hr@writeon.com",
        "url": "https://www.example.com/job/20",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-01T12:00:00",
        "status": "active",
        "token": "416c5b55-cca1-4136-9ea1-2f24236097ab"
    },
    {
        "id": 21,
        "position": "Project Coordinator",
        "company": "Project Management Co.",
        "type": "Full-time",
        "location": "Atlanta, GA",
        "description": "Project Management Co. is seeking a skilled Project Coordinator to assist in the planning and execution of projects. You will work closely with project managers to ensure that project timelines are met and that resources are allocated efficiently. Your strong organizational skills and attention to detail will be essential in tracking project progress and communicating with team members. You will also play a key role in documenting project milestones and preparing status reports for stakeholders. If you are a proactive individual with a passion for project management, we encourage you to apply.",
        "category": "Management",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@projectmanagement.com",
        "url": "https://www.example.com/job/21",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-05T12:00:00",
        "status": "active",
        "token": "b3ce4f72-255c-4155-a061-f29dddc1466c"
    },
    {
        "id": 22,
        "position": "Business Analyst",
        "company": "Insightful Analytics",
        "type": "Full-time",
        "location": "San Francisco, CA",
        "description": "Insightful Analytics is looking for a Business Analyst to join our growing team. In this role, you will analyze business processes and identify areas for improvement. Your strong analytical skills and experience with data visualization tools will enable you to present findings and recommendations effectively. You will collaborate with stakeholders across various departments to gather requirements and support decision-making processes. If you have a knack for problem-solving and enjoy working with data, we want to hear from you.",
        "category": "Data",
        "how_to_apply": "Email your resume to hr@insightfulanalytics.com.",
        "email": "hr@insightfulanalytics.com",
        "url": "https://www.example.com/job/22",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-08-30T12:00:00",
        "status": "active",
        "token": "5a326a7f-bb2f-4754-8dc7-255b9644fd05"
    },
    {
        "id": 23,
        "position": "Marketing Manager",
        "company": "Market Leaders",
        "type": "Full-time",
        "location": "New York, NY",
        "description": "Market Leaders is in search of a Marketing Manager to spearhead our marketing initiatives. You will develop and implement marketing strategies that drive brand awareness and customer engagement. Your creative thinking and strong leadership skills will be critical in guiding your team towards achieving ambitious marketing goals. You will analyze market trends, monitor campaign performance, and adjust strategies as needed to maximize results. If you are a strategic thinker with a passion for marketing, we want you on our team.",
        "category": "Marketing",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@marketleaders.com",
        "url": "https://www.example.com/job/23",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-20T12:00:00",
        "status": "expired",
        "token": "089be53c-e645-4d41-b1be-133386943035"
    },
    {
        "id": 24,
        "position": "Graphic Designer",
        "company": "Creative Agency",
        "type": "Freelance",
        "location": "Remote",
        "description": "Creative Agency is seeking a talented Graphic Designer to join our freelance team. In this role, you will create visually appealing designs for various projects, including branding, print, and digital media. Your strong creative skills and proficiency in design software will be essential in delivering high-quality designs that meet our clients' needs. You will work closely with our project managers and clients to understand their vision and bring it to life. If you are passionate about design and enjoy working on diverse projects, we encourage you to apply.",
        "category": "Design",
        "how_to_apply": "Email your resume to hr@creativeagency.com.",
        "email": "hr@creativeagency.com",
        "url": "https://www.example.com/job/24",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-01T12:00:00",
        "status": "active",
        "token": "c03896ea-b182-49c8-bd87-8a50697f640e"
    },
    {
        "id": 25,
        "position": "UX Researcher",
        "company": "User Experience Co.",
        "type": "Half-time",
        "location": "Remote",
        "description": "User Experience Co. is looking for a UX Researcher to join our team. In this role, you will conduct user research to inform product design and development. Your expertise in qualitative and quantitative research methods will enable you to gather insights that shape user-centered design solutions. You will collaborate with designers and product managers to ensure that user needs are met throughout the product lifecycle. If you are passionate about improving user experiences and enjoy working collaboratively, we invite you to apply.",
        "category": "Design",
        "how_to_apply": "Email your resume to hr@userexperienceco.com.",
        "email": "hr@userexperienceco.com",
        "url": "https://www.example.com/job/25",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-15T12:00:00",
        "status": "active",
        "token": "59bafc6c-abd3-4a86-b51b-9076227b6b09"
    },
    {
        "id": 26,
        "position": "Sales Executive",
        "company": "Sales Corp",
        "type": "Full-time",
        "location": "Los Angeles, CA",
        "description": "Sales Corp is seeking a motivated Sales Executive to join our growing sales team. You will be responsible for generating leads, developing client relationships, and closing sales. Your strong communication skills and ability to understand customer needs will be essential in driving sales success. You will work closely with marketing and product teams to develop strategies that enhance customer engagement. If you are passionate about sales and enjoy a fast-paced environment, we want to hear from you.",
        "category": "Sales",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@salescorp.com",
        "url": "https://www.example.com/job/26",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-30T12:00:00",
        "status": "active",
        "token": "00fc3515-1c76-45c2-ac7c-1d37e72d4289"
    },
    {
        "id": 27,
        "position": "Human Resources Manager",
        "company": "HR Solutions",
        "type": "Full-time",
        "location": "Newark, NJ",
        "description": "HR Solutions is seeking an experienced Human Resources Manager to oversee HR operations. You will be responsible for developing HR policies, managing recruitment processes, and ensuring compliance with labor laws. Your strong interpersonal skills and ability to lead a team will be critical in fostering a positive workplace culture. You will collaborate with management to align HR strategies with business objectives. If you are passionate about HR and have a proven track record in HR management, we want to hear from you.",
        "category": "Human Resources",
        "how_to_apply": "Email your resume to hr@hrsolutions.com.",
        "email": "hr@hrsolutions.com",
        "url": "https://www.example.com/job/27",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-01T12:00:00",
        "status": "active",
        "token": "13e4c662-57aa-41bc-8504-128804f214aa"
    },
    {
        "id": 28,
        "position": "Accountant",
        "company": "Accounting Pros",
        "type": "Full-time",
        "location": "Miami, FL",
        "description": "Accounting Pros is seeking a detail-oriented Accountant to join our finance team. You will be responsible for managing financial records, preparing reports, and ensuring compliance with accounting standards. Your strong analytical skills and attention to detail will be essential in maintaining accurate financial data. You will work closely with management to support budgeting and forecasting processes. If you are passionate about finance and have experience in accounting, we want to hear from you.",
        "category": "Finance",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@accountingpros.com",
        "url": "https://www.example.com/job/28",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-10T12:00:00",
        "status": "active",
        "token": "d9809c8b-9973-41b2-9083-67a6beba0710"
    },
    {
        "id": 29,
        "position": "Quality Assurance Tester",
        "company": "QA Experts",
        "type": "Half-time",
        "location": "Remote",
        "description": "QA Experts is looking for a Quality Assurance Tester to join our remote team. In this role, you will be responsible for testing software applications to identify defects and ensure quality standards are met. Your attention to detail and analytical skills will be critical in developing test cases and executing test plans. You will work closely with developers to understand requirements and provide feedback on product quality. If you are passionate about software quality and enjoy working in a collaborative environment, we invite you to apply.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@qaexperts.com.",
        "email": "hr@qaexperts.com",
        "url": "https://www.example.com/job/29",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-30T12:00:00",
        "status": "active",
        "token": "5f83385d-33a5-499e-b7d6-9587b1e0306a"
    },
    {
        "id": 30,
        "position": "Event Coordinator",
        "company": "Event Masters",
        "type": "Full-time",
        "location": "Dallas, TX",
        "description": "Event Masters is seeking an organized Event Coordinator to manage events from conception to execution. You will be responsible for planning and coordinating various events, including corporate functions, weddings, and parties. Your strong organizational skills and attention to detail will be essential in ensuring events run smoothly and meet client expectations. You will work closely with vendors, clients, and team members to create memorable experiences. If you are passionate about event planning and enjoy working in a fast-paced environment, we encourage you to apply.",
        "category": "Event Planning",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@eventmasters.com",
        "url": "https://www.example.com/job/30",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-20T12:00:00",
        "status": "active",
        "token": "e7b59b45-5fc2-435b-8287-8b978c806026"
    },
    {
        "id": 31,
        "position": "Public Relations Specialist",
        "company": "PR Solutions",
        "type": "Freelance",
        "location": "Remote",
        "description": "PR Solutions is looking for a talented Public Relations Specialist to join our freelance team. You will be responsible for managing client communications, creating press releases, and developing PR strategies to enhance brand visibility. Your strong communication skills and creativity will be critical in building and maintaining relationships with media outlets. If you are passionate about public relations and enjoy working with diverse clients, we invite you to apply.",
        "category": "Marketing",
        "how_to_apply": "Email your resume to hr@prsolutions.com.",
        "email": "hr@prsolutions.com",
        "url": "https://www.example.com/job/31",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-15T12:00:00",
        "status": "active",
        "token": "b8e1ac28-665d-4dc0-9401-93070a6b12b3"
    },
    {
        "id": 32,
        "position": "Software Engineer",
        "company": "Tech Innovations",
        "type": "Full-time",
        "location": "San Francisco, CA",
        "description": "Tech Innovations is seeking a skilled Software Engineer to join our development team. You will be responsible for designing, coding, and testing software applications to meet client needs. Your expertise in programming languages and software development methodologies will be essential in delivering high-quality solutions. You will collaborate with cross-functional teams to ensure software functionality aligns with business objectives. If you are passionate about technology and enjoy solving complex problems, we encourage you to apply.",
        "category": "IT",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@techinnovations.com",
        "url": "https://www.example.com/job/32",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-20T12:00:00",
        "status": "active",
        "token": "241ad0ef-7371-4e2a-b5b0-36633c4f5431"
    },
    {
        "id": 33,
        "position": "Data Analyst",
        "company": "Data Insights",
        "type": "Half-time",
        "location": "Remote",
        "description": "Data Insights is looking for a Data Analyst to join our team. You will be responsible for analyzing data sets to provide actionable insights that inform business decisions. Your strong analytical skills and proficiency in data analysis tools will be essential in delivering high-quality reports and visualizations. You will work closely with stakeholders to understand their data needs and provide solutions that drive business success. If you are passionate about data and enjoy working collaboratively, we invite you to apply.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@datainsights.com.",
        "email": "hr@datainsights.com",
        "url": "https://www.example.com/job/33",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-25T12:00:00",
        "status": "active",
        "token": "772ad1dc-3710-465d-9c4b-9994ecb9b794"
    },
    {
        "id": 34,
        "position": "Marketing Manager",
        "company": "Marketing Experts",
        "type": "Full-time",
        "location": "Boston, MA",
        "description": "Marketing Experts is seeking a results-driven Marketing Manager to lead our marketing efforts. You will be responsible for developing marketing strategies, managing campaigns, and analyzing performance metrics. Your strong leadership skills and ability to think strategically will be essential in driving brand awareness and customer engagement. You will collaborate with cross-functional teams to align marketing initiatives with business goals. If you are passionate about marketing and have a proven track record in the field, we want to hear from you.",
        "category": "Marketing",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@marketingexperts.com",
        "url": "https://www.example.com/job/34",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-05T12:00:00",
        "status": "active",
        "token": "910d79cd-04d4-452e-8cb3-c7212b2d612f"
    },
    {
        "id": 35,
        "position": "Content Writer",
        "company": "Content Creators",
        "type": "Freelance",
        "location": "Remote",
        "description": "Content Creators is in search of a talented Content Writer to produce engaging and informative articles, blogs, and marketing copy. In this role, you will work closely with our content strategy team to develop content that resonates with our audience and drives traffic to our website. Your ability to research topics thoroughly and write compelling content will be essential. If you have a passion for storytelling and a knack for turning complex ideas into clear, accessible language, we would love to hear from you.",
        "category": "Writing",
        "how_to_apply": "Email your portfolio and resume to hr@contentcreators.com.",
        "email": "hr@contentcreators.com",
        "url": "https://www.example.com/job/35",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-05T12:00:00",
        "status": "active",
        "token": "7e8dd863-6fa5-4d7c-8dfa-eb5167f920bc"
    },
    {
        "id": 36,
        "position": "Project Manager",
        "company": "Tech Solutions",
        "type": "Full-time",
        "location": "New York, NY",
        "description": "Tech Solutions is looking for an experienced Project Manager to oversee our IT projects from inception to completion. You will coordinate with various teams to ensure projects are delivered on time and within budget. Your exceptional communication and organizational skills will be crucial in managing resources and maintaining stakeholder relationships. If you thrive in a dynamic environment and have a proven track record in project management, we invite you to apply.",
        "category": "IT",
        "how_to_apply": "Visit our website to submit your application.",
        "email": "hr@techsolutions.com",
        "url": "https://www.example.com/job/36",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-25T12:00:00",
        "status": "active",
        "token": "af211856-3f1f-46cc-b8eb-a6bf9c930033"
    },
    {
        "id": 37,
        "position": "Data Scientist",
        "company": "Analytics Co.",
        "type": "Half-time",
        "location": "Remote",
        "description": "Analytics Co. is seeking a skilled Data Scientist to analyze complex data sets and develop data-driven solutions. In this role, you will leverage statistical methods and machine learning algorithms to extract insights that inform business strategies. Your expertise in data visualization tools will be essential in communicating findings to stakeholders effectively. If you are passionate about data and enjoy working on challenging projects, we want to hear from you.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@analyticsco.com.",
        "email": "hr@analyticsco.com",
        "url": "https://www.example.com/job/37",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-15T12:00:00",
        "status": "expired",
        "token": "d42ea6eb-0f29-4824-bbbb-70540848e4db"
    },
    {
        "id": 38,
        "position": "Social Media Manager",
        "company": "Social Media Pros",
        "type": "Freelance",
        "location": "Remote",
        "description": "Social Media Pros is looking for a creative Social Media Manager to develop and implement effective social media strategies for our clients. In this role, you will create content, engage with followers, and analyze performance metrics to drive brand awareness and engagement. Your strong understanding of social media trends and analytics will be critical in optimizing campaigns. If you are passionate about social media and have a knack for building online communities, we invite you to apply.",
        "category": "Marketing",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@socialmediapros.com",
        "url": "https://www.example.com/job/38",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-30T12:00:00",
        "status": "active",
        "token": "64e5dadc-0264-4372-8560-b2bcc08bee9f"
    },
    {
        "id": 39,
        "position": "Web Developer",
        "company": "Web Innovations",
        "type": "Full-time",
        "location": "Austin, TX",
        "description": "Web Innovations is seeking a talented Web Developer to join our dynamic team. You will be responsible for building and maintaining web applications that deliver exceptional user experiences. Your expertise in front-end and back-end technologies will be essential in developing responsive and high-performance websites. If you are passionate about web development and enjoy working in a collaborative environment, we want to hear from you.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@webinnovations.com.",
        "email": "hr@webinnovations.com",
        "url": "https://www.example.com/job/39",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-15T12:00:00",
        "status": "active",
        "token": "3e9020c3-c4cc-412d-8aea-d3d238a54169"
    },
    {
        "id": 40,
        "position": "Account Manager",
        "company": "Client Relations",
        "type": "Full-time",
        "location": "Philadelphia, PA",
        "description": "Client Relations is seeking an Account Manager to build and maintain strong relationships with our clients. You will be responsible for understanding client needs, managing project deliverables, and ensuring client satisfaction. Your exceptional communication skills and ability to resolve issues will be critical in fostering long-term partnerships. If you are passionate about client service and have experience in account management, we invite you to apply.",
        "category": "Sales",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@clientrelations.com",
        "url": "https://www.example.com/job/40",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-30T12:00:00",
        "status": "active",
        "token": "b212aa7d-d3ac-4fc0-868b-ab0f7237183d"
    },
    {
        "id": 41,
        "position": "Customer Support Specialist",
        "company": "Support Co.",
        "type": "Half-time",
        "location": "Remote",
        "description": "Support Co. is looking for a dedicated Customer Support Specialist to provide exceptional service to our clients. You will be responsible for answering inquiries, resolving issues, and ensuring customer satisfaction. Your strong problem-solving skills and ability to communicate effectively will be essential in delivering a positive customer experience. If you are passionate about helping others and have experience in customer service, we want to hear from you.",
        "category": "Customer Service",
        "how_to_apply": "Email your resume to hr@supportco.com.",
        "email": "hr@supportco.com",
        "url": "https://www.example.com/job/41",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-05T12:00:00",
        "status": "active",
        "token": "a06f1e09-0b42-4c89-a80c-1e99240da153"
    },
    {
        "id": 42,
        "position": "Technical Support Engineer",
        "company": "Tech Support Inc.",
        "type": "Full-time",
        "location": "Remote",
        "description": "Tech Support Inc. is seeking a Technical Support Engineer to provide support for our software products. You will be responsible for troubleshooting issues, providing solutions, and ensuring customer satisfaction. Your strong technical skills and ability to communicate effectively will be critical in resolving customer inquiries. If you are passionate about technology and have experience in technical support, we invite you to apply.",
        "category": "IT",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@techsupport.com",
        "url": "https://www.example.com/job/42",
        "public": true,
        "created_at": "2023-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-20T12:00:00",
        "status": "active",
        "token": "98abc569-50b2-4c5f-8eee-4864ba97c598"
    },
    {
        "id": 43,
        "position": "Sales Manager",
        "company": "Sales Team",
        "type": "Full-time",
        "location": "Chicago, IL",
        "description": "Sales Team is looking for an experienced Sales Manager to lead our sales department. You will be responsible for developing sales strategies, managing a team of sales representatives, and meeting sales targets. Your strong leadership skills and ability to motivate others will be essential in driving business growth. If you are passionate about sales and have a proven track record in the field, we want to hear from you.",
        "category": "Sales",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@salesteam.com",
        "url": "https://www.example.com/job/43",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-01T12:00:00",
        "status": "active",
        "token": "f75c5efe-0bb1-420b-aa24-d6250f11a7a6"
    },
    {
        "id": 44,
        "position": "HR Coordinator",
        "company": "HR Solutions",
        "type": "Half-time",
        "location": "New York, NY",
        "description": "HR Solutions is seeking an HR Coordinator to assist with various HR functions. You will be responsible for recruitment, onboarding, and employee relations. Your strong organizational skills and ability to communicate effectively will be crucial in ensuring a smooth HR process. If you are passionate about human resources and have experience in an HR role, we invite you to apply.",
        "category": "Human Resources",
        "how_to_apply": "Email your resume to hr@hrsolutions.com.",
        "email": "hr@hrsolutions.com",
        "url": "https://www.example.com/job/44",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-10T12:00:00",
        "status": "expired",
        "token": "5c02ce59-a03c-4d6e-8e30-adff1f8468ba"
    },
    {
        "id": 45,
        "position": "Graphic Designer",
        "company": "Design Studio",
        "type": "Full-time",
        "location": "Los Angeles, CA",
        "description": "Design Studio is looking for a creative Graphic Designer to join our team. You will be responsible for creating visually appealing designs for various projects, including marketing materials, websites, and social media content. Your strong understanding of design principles and proficiency in design software will be essential in delivering high-quality graphics. If you are passionate about design and have a strong portfolio, we want to hear from you.",
        "category": "Design",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@designstudio.com",
        "url": "https://www.example.com/job/45",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-15T12:00:00",
        "status": "active",
        "token": "e4da43fd-abeb-4d2e-a951-2f897a680d84"
    },
    {
        "id": 46,
        "position": "UX/UI Designer",
        "company": "Creative Agency",
        "type": "Freelance",
        "location": "Remote",
        "description": "Creative Agency is seeking a skilled UX/UI Designer to create user-centered designs for our clients' digital products. You will be responsible for conducting user research, creating wireframes, and developing prototypes that enhance the user experience. Your strong understanding of design principles and ability to collaborate with development teams will be essential in delivering effective solutions. If you are passionate about design and have a strong portfolio, we invite you to apply.",
        "category": "Design",
        "how_to_apply": "Email your portfolio to hr@creativeagency.com.",
        "email": "hr@creativeagency.com",
        "url": "https://www.example.com/job/46",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-12-10T12:00:00",
        "status": "active",
        "token": "5264001d-5762-4a10-9950-ce5469948ef7"
    },
    {
        "id": 47,
        "position": "Business Analyst",
        "company": "Consulting Group",
        "type": "Half-time",
        "location": "Remote",
        "description": "Consulting Group is looking for a Business Analyst to support our consulting projects. You will be responsible for gathering and analyzing business requirements, developing solutions, and presenting findings to stakeholders. Your strong analytical skills and ability to communicate effectively will be critical in driving project success. If you are passionate about business analysis and have a strong background in consulting, we want to hear from you.",
        "category": "Business",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@consultinggroup.com",
        "url": "https://www.example.com/job/47",
        "public": true,
        "created_at": "2025-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-20T12:00:00",
        "status": "active",
        "token": "eca76fa7-0321-4aba-86ef-27149ab37821"
    },
    {
        "id": 48,
        "position": "Software Tester",
        "company": "Quality Assurance",
        "type": "Full-time",
        "location": "Seattle, WA",
        "description": "Quality Assurance is seeking a Software Tester to ensure the quality and functionality of our software products. You will be responsible for developing test plans, executing test cases, and reporting defects. Your strong attention to detail and ability to work collaboratively with development teams will be essential in delivering high-quality software. If you are passionate about quality assurance and have experience in software testing, we invite you to apply.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@qualityassurance.com.",
        "email": "hr@qualityassurance.com",
        "url": "https://www.example.com/job/48",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-10-15T12:00:00",
        "status": "expired",
        "token": "40cd298b-1a77-4ecb-b8e3-40435d592776"
    },
    {
        "id": 49,
        "position": "Network Engineer",
        "company": "Network Solutions",
        "type": "Half-time",
        "location": "Remote",
        "description": "Network Solutions is seeking a Network Engineer to design and implement network solutions for our clients. You will be responsible for analyzing client requirements, configuring network devices, and ensuring network reliability. Your strong technical skills and ability to troubleshoot issues will be essential in delivering effective solutions. If you are passionate about networking and have a solid understanding of network protocols, we want to hear from you.",
        "category": "IT",
        "how_to_apply": "Email your resume to hr@networksolutions.com.",
        "email": "hr@networksolutions.com",
        "url": "https://www.example.com/job/49",
        "public": true,
        "created_at": "2024-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-09-30T12:00:00",
        "status": "expired",
        "token": "7d629d00-771c-4850-ac10-da1f7867754e"
    },
    {
        "id": 50,
        "position": "Database Administrator",
        "company": "Data Management Inc.",
        "type": "Full-time",
        "location": "Chicago, IL",
        "description": "Data Management Inc. is seeking a Database Administrator to maintain and optimize our database systems. You will be responsible for database design, performance tuning, and ensuring data integrity. Your strong analytical skills and ability to work with database management systems will be critical in supporting our data needs. If you are passionate about data management and have experience with SQL and database administration, we invite you to apply.",
        "category": "IT",
        "how_to_apply": "Visit our website www.applyforjob.com to apply.",
        "email": "hr@datamanagement.com",
        "url": "https://www.example.com/job/50",
        "public": true,
        "created_at": "2025-01-01T12:00:00",
        "updated_at": "2024-01-02T12:00:00",
        "expires_at": "2024-11-30T12:00:00",
        "status": "active",
        "token": "4c6040b1-120a-4ce9-8055-b3f5a9ec9700"
    },
    {
        "id": 51,
        "position": "Senior Software Engineer",
        "company": "Tech Solutions Inc.",
        "location": "New York, NY",
        "category": "IT",
        "description": "We are seeking a highly motivated individual to join our team as a Senior Software Engineer. In this role, you will be responsible for a range of tasks, from planning and executing strategies to collaborating with various departments. The ideal candidate will have excellent communication skills, a keen eye for detail, and a passion for their field. This role offers an exciting opportunity for professional growth and skill enhancement. We provide competitive benefits, continuous learning opportunities, and a dynamic work environment.",
        "how_to_apply": "Send your resume to techsolutions@example.com",
        "email": "careers@techsolutions.com",
        "created_at": "2024-01-05T08:00:00",
        "updated_at": "2024-02-05T09:00:00",
        "expires_at": "2025-11-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "cafe9391-0a7e-4b53-99e1-ffdfbded4735",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 52,
        "position": "Marketing Manager",
        "company": "Green Energy Corp.",
        "location": "San Francisco, CA",
        "category": "Marketing",
        "description": "As a Marketing Manager at Green Energy Corp., you will play a key role in driving our company's success. Your daily responsibilities will include analyzing data, generating insights, and collaborating on projects that improve efficiency. If you are a proactive thinker who thrives in a fast-paced environment, we would love to meet you. This role offers an exciting opportunity for professional growth and skill enhancement. We provide competitive benefits, continuous learning opportunities, and a dynamic work environment.",
        "how_to_apply": "Send your resume to greenenergy@example.com",
        "email": "careers@greenenergy.com",
        "created_at": "2024-02-10T08:00:00",
        "updated_at": "2024-03-10T09:00:00",
        "expires_at": "2025-11-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "1d0cbb27-0d85-482d-8eb0-2b4b9b5d8858",
        "type": "Part-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 53,
        "position": "Data Scientist",
        "company": "HealthFirst Medical",
        "location": "Austin, TX",
        "category": "Data Science",
        "description": "Join our team as a Data Scientist, where you will work with a diverse group of talented professionals. In this position, you will oversee major projects, manage client relationships, and provide creative solutions to complex challenges. This is an excellent opportunity to grow your career in a supportive and innovative setting. We provide competitive benefits, continuous learning opportunities, and a dynamic work environment.",
        "how_to_apply": "Send your resume to healthfirst@example.com",
        "email": "careers@healthfirst.com",
        "created_at": "2024-03-15T08:00:00",
        "updated_at": "2024-04-15T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "fd21e8f9-5e4e-4822-bd7f-890b4015c021",
        "type": "Freelance",
        "url": "https://jobs.companyname.com"
    },
    {
        "id": 54,
        "position": "Sales Representative",
        "company": "Urban Design Group",
        "location": "Chicago, IL",
        "category": "Sales",
        "description": "We are looking for a passionate and experienced Sales Representative to become part of our rapidly growing company. This role requires strong analytical skills, attention to detail, and a proactive approach to problem-solving. You will work closely with team members to develop strategies that support our business goals. This role offers an exciting opportunity for professional growth and skill enhancement. We provide competitive benefits, continuous learning opportunities, and a dynamic work environment.",
        "how_to_apply": "Send your resume to urbandesign@example.com",
        "email": "careers@urbandesign.com",
        "created_at": "2024-04-20T08:00:00",
        "updated_at": "2024-05-20T09:00:00",
        "expires_at": "2025-10-10T12:00:00",
        "status": "expired",
        "public": false,
        "token": "c5a4ebdb-78cf-474f-aab3-362beb4e6d3f",
        "type": "Freelance",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 55,
        "position": "Graphic Designer",
        "company": "Global Investments Ltd.",
        "location": "Boston, MA",
        "category": "Design",
        "description": "We are seeking a highly motivated individual to join our team as a Graphic Designer. In this role, you will be responsible for a range of tasks, from planning and executing strategies to collaborating with various departments. The ideal candidate will have excellent communication skills, a keen eye for detail, and a passion for their field. This role offers an exciting opportunity for professional growth and skill enhancement. We provide competitive benefits, continuous learning opportunities, and a dynamic work environment.",
        "how_to_apply": "Send your resume to globalinvestments@example.com",
        "email": "careers@globalinvestments.com",
        "created_at": "2024-05-25T08:00:00",
        "updated_at": "2024-06-25T09:00:00",
        "expires_at": "2025-09-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "dcb781f8-d78f-42fa-91ec-4c4b7840a334",
        "type": "Internship",
        "url": "https://joinourteam.com/opportunity"
    },
    {
        "id": 56,
        "position": "Project Manager",
        "company": "NextGen Technologies",
        "location": "Seattle, WA",
        "category": "Project Management",
        "description": "We are looking for a dedicated and detail-oriented Project Manager to join our team at NextGen Technologies. In this role, you will manage key client projects, coordinate between various teams, and ensure project milestones are met. This role offers a unique opportunity to work with cross-functional teams and manage projects that impact our company's growth.",
        "how_to_apply": "Send your resume to nextgentech@example.com",
        "email": "careers@nextgentech.com",
        "created_at": "2024-06-12T08:00:00",
        "updated_at": "2024-07-12T09:00:00",
        "expires_at": "2025-10-20T12:00:00",
        "status": "active",
        "public": true,
        "token": "45b1f83e-9dcb-4d90-9984-9d333ecf87b6",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 57,
        "position": "Financial Analyst",
        "company": "FinancePros",
        "location": "Dallas, TX",
        "category": "Finance",
        "description": "FinancePros is seeking a Financial Analyst to support the finance team with data analysis, financial modeling, and report preparation. The ideal candidate should have a background in finance or accounting, strong analytical skills, and be proficient in Excel. This role provides a collaborative work environment with opportunities for career growth.",
        "how_to_apply": "Send your resume to financepros@example.com",
        "email": "careers@financepros.com",
        "created_at": "2024-07-14T08:00:00",
        "updated_at": "2024-08-14T09:00:00",
        "expires_at": "2025-11-10T12:00:00",
        "status": "expired",
        "public": false,
        "token": "d2e7ddee-08a0-43ff-b39c-6c8f15f50b9b",
        "type": "Part-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 58,
        "position": "Healthcare Administrator",
        "company": "Care Solutions",
        "location": "Miami, FL",
        "category": "Healthcare",
        "description": "Join our team as a Healthcare Administrator at Care Solutions. In this role, you will oversee healthcare services, manage patient relations, and coordinate with medical staff. This role is perfect for someone who is passionate about improving healthcare outcomes and enjoys working in a fast-paced environment.",
        "how_to_apply": "Send your resume to caresolutions@example.com",
        "email": "careers@caresolutions.com",
        "created_at": "2024-08-20T08:00:00",
        "updated_at": "2024-09-20T09:00:00",
        "expires_at": "2025-12-01T12:00:00",
        "status": "active",
        "public": true,
        "token": "6f9f5276-69c1-4d1d-935e-c3d3bfec9a1a",
        "type": "Freelance",
        "url": "https://jobs.companyname.com"
    },
    {
        "id": 59,
        "position": "Content Writer",
        "company": "ProMedia Solutions",
        "location": "San Diego, CA",
        "category": "Writing",
        "description": "ProMedia Solutions is looking for a skilled Content Writer to create compelling and engaging content for our digital platforms. The ideal candidate should have experience in content writing, strong editing skills, and a creative mindset. Join us in shaping our brand voice and creating content that resonates with our audience.",
        "how_to_apply": "Send your resume to promedia@example.com",
        "email": "careers@promedia.com",
        "created_at": "2024-09-10T08:00:00",
        "updated_at": "2024-10-10T09:00:00",
        "expires_at": "2025-09-30T12:00:00",
        "status": "expired",
        "public": false,
        "token": "8d3a0a37-f313-40af-9ad2-e5d7a2fdf4d4",
        "type": "Freelance",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 60,
        "position": "Operations Manager",
        "company": "Future Vision Inc.",
        "location": "Las Vegas, NV",
        "category": "Operations",
        "description": "Future Vision Inc. is looking for an experienced Operations Manager to oversee daily operations, manage a team, and work on continuous improvement initiatives. This role is ideal for someone with a strong background in operations management and a passion for process optimization.",
        "how_to_apply": "Send your resume to futurevision@example.com",
        "email": "careers@futurevision.com",
        "created_at": "2024-10-15T08:00:00",
        "updated_at": "2024-11-15T09:00:00",
        "expires_at": "2025-11-05T12:00:00",
        "status": "active",
        "public": true,
        "token": "ec6a0bfc-c0b1-4be0-a1f4-6ad6b35194ec",
        "type": "Full-time",
        "url": "https://joinourteam.com/opportunity"
    },
    {
        "id": 61,
        "position": "Web Developer",
        "company": "Innovate Digital",
        "location": "Denver, CO",
        "category": "IT",
        "description": "Innovate Digital is looking for a talented Web Developer to join our dynamic team. The ideal candidate will have a strong foundation in web development technologies and be eager to learn and grow. You will collaborate with designers and backend developers to create seamless and engaging user experiences. This role offers a unique opportunity to work on exciting projects that challenge your skills and creativity.",
        "how_to_apply": "Send your resume to innovatedigital@example.com",
        "email": "careers@innovatedigital.com",
        "created_at": "2024-01-11T08:00:00",
        "updated_at": "2024-02-11T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "e3a431a5-3344-4c56-9c76-e0e82357623f",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 62,
        "position": "UX/UI Designer",
        "company": "Future Tech Innovations",
        "location": "San Francisco, CA",
        "category": "Design",
        "description": "As a UX/UI Designer at Future Tech Innovations, you will be responsible for creating intuitive and engaging user interfaces. Your work will have a direct impact on the user experience of our products. We are looking for someone with a strong portfolio and a passion for design. This role provides an opportunity to work in a collaborative environment and contribute to exciting projects.",
        "how_to_apply": "Send your resume to futuretech@example.com",
        "email": "careers@futuretech.com",
        "created_at": "2024-02-20T08:00:00",
        "updated_at": "2024-03-20T09:00:00",
        "expires_at": "2025-12-20T12:00:00",
        "status": "active",
        "public": true,
        "token": "4f1ad8b0-cdf8-43e8-8551-07cd65ef6839",
        "type": "Freelance",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 63,
        "position": "Product Manager",
        "company": "EcoFriendly Products",
        "location": "Austin, TX",
        "category": "Product Development",
        "description": "Join EcoFriendly Products as a Product Manager, where you will lead the development of sustainable product lines. You will collaborate with engineering, marketing, and sales teams to ensure that products meet market demands and align with our sustainability goals. We are looking for a strategic thinker who can balance technical and business considerations.",
        "how_to_apply": "Send your resume to ecofriendly@example.com",
        "email": "careers@ecofriendly.com",
        "created_at": "2024-03-15T08:00:00",
        "updated_at": "2024-04-15T09:00:00",
        "expires_at": "2025-12-30T12:00:00",
        "status": "expired",
        "public": false,
        "token": "d9ab54cb-fc6a-4d64-b733-9c70f887d1d7",
        "type": "Full-time",
        "url": "https://jobs.companyname.com"
    },
    {
        "id": 64,
        "position": "Healthcare Administrator",
        "company": "HealthCare Plus",
        "location": "Los Angeles, CA",
        "category": "Healthcare",
        "description": "HealthCare Plus is seeking a Healthcare Administrator to oversee operations and ensure compliance with healthcare regulations. The successful candidate will manage staff, coordinate patient care services, and collaborate with medical professionals to improve healthcare delivery. This position offers opportunities for advancement and skill development.",
        "how_to_apply": "Send your resume to healthcareplus@example.com",
        "email": "careers@healthcareplus.com",
        "created_at": "2024-04-10T08:00:00",
        "updated_at": "2024-05-10T09:00:00",
        "expires_at": "2025-11-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "84efb1a8-519b-4e56-82d5-9cf73fc2b17f",
        "type": "Part-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 65,
        "position": "Customer Service Representative",
        "company": "Global Services",
        "location": "Miami, FL",
        "category": "Customer Service",
        "description": "We are looking for a dedicated Customer Service Representative to join Global Services. In this role, you will assist customers with inquiries, resolve issues, and provide exceptional service. We are looking for someone with strong communication skills and a positive attitude. This role provides an opportunity for career advancement and skill development.",
        "how_to_apply": "Send your resume to globalservices@example.com",
        "email": "careers@globalservices.com",
        "created_at": "2024-05-15T08:00:00",
        "updated_at": "2024-06-15T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "c54f3b8a-ef4f-4e75-9a29-e23f586f337f",
        "type": "Internship",
        "url": "https://joinourteam.com/opportunity"
    },
    {
        "id": 66,
        "position": "Research Scientist",
        "company": "Innovative Research Labs",
        "location": "Seattle, WA",
        "category": "Science",
        "description": "Join Innovative Research Labs as a Research Scientist. You will conduct experiments, analyze data, and contribute to groundbreaking projects. The ideal candidate will have a strong background in scientific research and a passion for innovation. We offer a collaborative environment and opportunities for professional growth.",
        "how_to_apply": "Send your resume to innovativeresearch@example.com",
        "email": "careers@innovativeresearch.com",
        "created_at": "2024-06-20T08:00:00",
        "updated_at": "2024-07-20T09:00:00",
        "expires_at": "2025-11-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "f8bc8b73-f561-46a7-bd7d-f6391c7421b8",
        "type": "Freelance",
        "url": "https://example.com/job-details"
    },
    {
        "id": 67,
        "position": "Social Media Specialist",
        "company": "Creative Media Solutions",
        "location": "Atlanta, GA",
        "category": "Media",
        "description": "Creative Media Solutions is seeking a talented Social Media Specialist to manage our online presence. The ideal candidate will have experience in content creation, community engagement, and social media analytics. You will play a key role in shaping our brand image and connecting with our audience. This position offers opportunities for growth in a fast-paced environment.",
        "how_to_apply": "Send your resume to creativemedia@example.com",
        "email": "careers@creativemedia.com",
        "created_at": "2024-07-25T08:00:00",
        "updated_at": "2024-08-25T09:00:00",
        "expires_at": "2025-12-25T12:00:00",
        "status": "active",
        "public": true,
        "token": "a7a03ec0-5314-4b80-90f1-3a5f93e51c53",
        "type": "Full-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 68,
        "position": "Operations Manager",
        "company": "Prime Logistics",
        "location": "Phoenix, AZ",
        "category": "Operations",
        "description": "Prime Logistics is looking for an Operations Manager to lead our logistics team. The successful candidate will oversee daily operations, ensure efficient delivery processes, and manage a team of logistics professionals. We are looking for someone with a proven track record in operations management and strong leadership skills.",
        "how_to_apply": "Send your resume to primelogistics@example.com",
        "email": "careers@primelogistics.com",
        "created_at": "2024-08-30T08:00:00",
        "updated_at": "2024-09-30T09:00:00",
        "expires_at": "2025-11-05T12:00:00",
        "status": "active",
        "public": true,
        "token": "cd4db67b-0671-4ab1-bb09-6b68d55e2cb0",
        "type": "Part-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 69,
        "position": "Pharmacist",
        "company": "HealthPlus Pharmacy",
        "location": "Orlando, FL",
        "category": "Pharmacy",
        "description": "HealthPlus Pharmacy is looking for a qualified Pharmacist to manage our pharmacy operations and provide exceptional service to our customers. The ideal candidate will have strong knowledge of medications, excellent communication skills, and a commitment to patient care.",
        "how_to_apply": "Send your resume to healthplus@example.com",
        "email": "careers@healthplus.com",
        "created_at": "2024-09-15T08:00:00",
        "updated_at": "2024-10-15T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "expired",
        "public": false,
        "token": "bbf274a4-9c72-49c2-9475-3032e57c73fc",
        "type": "Internship",
        "url": "https://joinourteam.com/opportunity"
    },
    {
        "id": 70,
        "position": "Human Resources Manager",
        "company": "People First",
        "location": "Chicago, IL",
        "category": "Human Resources",
        "description": "People First is seeking a Human Resources Manager to oversee recruitment, employee relations, and compliance with labor laws. The successful candidate will have a strong background in HR practices and a passion for fostering a positive workplace culture. This role offers opportunities for professional development and the chance to make a significant impact on our organization.",
        "how_to_apply": "Send your resume to peoplefirst@example.com",
        "email": "careers@peoplefirst.com",
        "created_at": "2024-10-05T08:00:00",
        "updated_at": "2024-11-05T09:00:00",
        "expires_at": "2025-11-20T12:00:00",
        "status": "active",
        "public": true,
        "token": "169bd3a2-fb5e-4384-86f8-40d8e3cfa5e4",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 71,
        "position": "Software Tester",
        "company": "Quality Assurance Group",
        "location": "San Jose, CA",
        "category": "IT",
        "description": "Join Quality Assurance Group as a Software Tester. In this role, you will be responsible for testing software applications, identifying bugs, and ensuring quality standards are met. The ideal candidate will have strong attention to detail and a passion for quality assurance. This position offers opportunities for career advancement in a growing field.",
        "how_to_apply": "Send your resume to qualityassurance@example.com",
        "email": "careers@qualityassurance.com",
        "created_at": "2024-11-10T08:00:00",
        "updated_at": "2024-12-10T09:00:00",
        "expires_at": "2025-12-25T12:00:00",
        "status": "active",
        "public": true,
        "token": "b77a2a51-18a4-4d4d-8e47-4e720e999b9c",
        "type": "Part-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 72,
        "position": "Logistics Coordinator",
        "company": "Global Transport",
        "location": "Miami, FL",
        "category": "Operations",
        "description": "Global Transport is seeking a Logistics Coordinator to manage shipping and receiving processes. The ideal candidate should have strong organizational skills and a keen attention to detail. This role involves coordinating with vendors and ensuring timely delivery of products.",
        "how_to_apply": "Send your resume to globaltransport@example.com",
        "email": "careers@globaltransport.com",
        "created_at": "2024-12-15T08:00:00",
        "updated_at": "2025-01-15T09:00:00",
        "expires_at": "2025-11-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "58b23092-c9c2-4879-b8d7-bcd003529ca5",
        "type": "Full-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 73,
        "position": "Financial Consultant",
        "company": "Wealth Management Inc.",
        "location": "New York, NY",
        "category": "Finance",
        "description": "Wealth Management Inc. is looking for a skilled Financial Consultant to provide clients with expert financial advice and planning. The ideal candidate will have a strong background in finance, excellent interpersonal skills, and a passion for helping clients achieve their financial goals.",
        "how_to_apply": "Send your resume to wealthmanagement@example.com",
        "email": "careers@wealthmanagement.com",
        "created_at": "2025-01-20T08:00:00",
        "updated_at": "2025-02-20T09:00:00",
        "expires_at": "2025-11-15T12:00:00",
        "status": "expired",
        "public": false,
        "token": "90eae02e-2de2-4b0e-8a4c-c2cd23aa67cc",
        "type": "Freelance",
        "url": "https://joinourteam.com/opportunity"
    },
    {
        "id": 74,
        "position": "Digital Marketing Specialist",
        "company": "MarketMinds",
        "location": "Chicago, IL",
        "category": "Marketing",
        "description": "Join MarketMinds as a Digital Marketing Specialist. You will be responsible for developing and implementing online marketing strategies to drive traffic and engagement. The ideal candidate will have experience with SEO, PPC, and content marketing.",
        "how_to_apply": "Send your resume to marketminds@example.com",
        "email": "careers@marketminds.com",
        "created_at": "2025-02-15T08:00:00",
        "updated_at": "2025-03-15T09:00:00",
        "expires_at": "2025-12-05T12:00:00",
        "status": "active",
        "public": true,
        "token": "1b8d14f8-d6b7-4b72-975c-c82c6aa303f4",
        "type": "Part-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 75,
        "position": "Systems Analyst",
        "company": "DataWizards",
        "location": "Los Angeles, CA",
        "category": "IT",
        "description": "DataWizards is looking for a Systems Analyst to help design and implement technology solutions that meet business needs. The successful candidate will work closely with stakeholders to understand their requirements and translate them into technical specifications.",
        "how_to_apply": "Send your resume to datawizards@example.com",
        "email": "careers@datawizards.com",
        "created_at": "2025-03-20T08:00:00",
        "updated_at": "2025-04-20T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "e6a29235-337b-4f3f-9d9f-cf2dbb7d6ee3",
        "type": "Freelance",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 76,
        "position": "Business Analyst",
        "company": "Innovate Consulting",
        "location": "San Diego, CA",
        "category": "Business",
        "description": "Innovate Consulting is looking for a Business Analyst to support our clients with data analysis and reporting. The ideal candidate will have experience in business analysis, strong communication skills, and a proactive approach to problem-solving.",
        "how_to_apply": "Send your resume to innovateconsulting@example.com",
        "email": "careers@innovateconsulting.com",
        "created_at": "2025-04-25T08:00:00",
        "updated_at": "2025-05-25T09:00:00",
        "expires_at": "2025-12-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "f874fc98-b4e1-44c0-b7bb-4a44d6f8a5f0",
        "type": "Full-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 77,
        "position": "Legal Advisor",
        "company": "LawFirm LLC",
        "location": "Houston, TX",
        "category": "Law",
        "description": "LawFirm LLC is seeking a Legal Advisor to provide legal support and advice to our clients. The ideal candidate will have a strong background in law, excellent negotiation skills, and a commitment to client service. This position offers a challenging and rewarding opportunity to work in a dynamic legal environment.",
        "how_to_apply": "Send your resume to lawfirm@example.com",
        "email": "careers@lawfirm.com",
        "created_at": "2025-05-10T08:00:00",
        "updated_at": "2025-06-10T09:00:00",
        "expires_at": "2025-11-25T12:00:00",
        "status": "active",
        "public": true,
        "token": "4123b267-5759-4b92-b8bc-d5e74c8a1e45",
        "type": "Part-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 78,
        "position": "Quality Assurance Analyst",
        "company": "TechSecure Inc.",
        "location": "Boston, MA",
        "category": "IT",
        "description": "Join TechSecure Inc. as a Quality Assurance Analyst. In this role, you will be responsible for testing software applications, identifying bugs, and ensuring quality standards are met. The ideal candidate will have experience in software testing and a keen attention to detail. This position offers opportunities for career advancement in a growing field.",
        "how_to_apply": "Send your resume to techsecure@example.com",
        "email": "careers@techsecure.com",
        "created_at": "2025-06-15T08:00:00",
        "updated_at": "2025-07-15T09:00:00",
        "expires_at": "2025-12-05T12:00:00",
        "status": "expired",
        "public": false,
        "token": "028d7f29-8433-41af-85f4-5f6f474d5e91",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 79,
        "position": "Data Analyst",
        "company": "Insight Analytics",
        "location": "Philadelphia, PA",
        "category": "Data Science",
        "description": "Insight Analytics is seeking a Data Analyst to help collect, analyze, and interpret data to help inform business decisions. The successful candidate will have strong analytical skills, experience with data visualization tools, and a passion for data-driven insights. This role offers opportunities for professional development and the chance to work on impactful projects.",
        "how_to_apply": "Send your resume to insightanalytics@example.com",
        "email": "careers@insightanalytics.com",
        "created_at": "2025-07-20T08:00:00",
        "updated_at": "2025-08-20T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "2a7abf68-dc0c-45e5-8e3e-d916033d1637",
        "type": "Freelance",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 80,
        "position": "Operations Analyst",
        "company": "Performance Metrics Inc.",
        "location": "New Orleans, LA",
        "category": "Operations",
        "description": "Performance Metrics Inc. is looking for an Operations Analyst to help streamline operations and improve efficiency. The ideal candidate will analyze operational data and make recommendations for process improvements. This role offers a unique opportunity to work with cross-functional teams and make a significant impact on our operations.",
        "how_to_apply": "Send your resume to performancemetrics@example.com",
        "email": "careers@performancemetrics.com",
        "created_at": "2025-08-15T08:00:00",
        "updated_at": "2025-09-15T09:00:00",
        "expires_at": "2025-12-20T12:00:00",
        "status": "active",
        "public": true,
        "token": "15e3e9a8-9305-4f54-bf55-693ef9af4cb7",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 81,
        "position": "Social Worker",
        "company": "Community Care Services",
        "location": "Atlanta, GA",
        "category": "Healthcare",
        "description": "Community Care Services is seeking a compassionate Social Worker to provide support and assistance to individuals and families in need. The ideal candidate will have strong interpersonal skills and a deep understanding of social services. This role offers a rewarding opportunity to make a difference in the lives of others.",
        "how_to_apply": "Send your resume to communitycare@example.com",
        "email": "careers@communitycare.com",
        "created_at": "2025-09-20T08:00:00",
        "updated_at": "2025-10-20T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "expired",
        "public": false,
        "token": "4d1f34b4-9c47-43e5-bc67-b472b36afc6d",
        "type": "Part-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 82,
        "position": "Event Coordinator",
        "company": "Elite Events",
        "location": "Orlando, FL",
        "category": "Event Planning",
        "description": "Elite Events is looking for an Event Coordinator to manage various events and ensure they run smoothly. The ideal candidate should have strong organizational skills, attention to detail, and a passion for creating memorable experiences. This position offers a dynamic work environment and the opportunity to work with a creative team.",
        "how_to_apply": "Send your resume to eliteevents@example.com",
        "email": "careers@eliteevents.com",
        "created_at": "2025-10-15T08:00:00",
        "updated_at": "2025-11-15T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "7124d859-d558-4c34-8d1f-b6074230a5f4",
        "type": "Freelance",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 83,
        "position": "Accountant",
        "company": "Finance Hub",
        "location": "Dallas, TX",
        "category": "Finance",
        "description": "Finance Hub is looking for an experienced Accountant to handle financial reporting, bookkeeping, and tax preparation. The ideal candidate will have strong analytical skills and a detail-oriented approach. This role offers an opportunity to work in a collaborative environment and advance your career in accounting.",
        "how_to_apply": "Send your resume to financehub@example.com",
        "email": "careers@financehub.com",
        "created_at": "2025-11-20T08:00:00",
        "updated_at": "2025-12-20T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "e999a1c3-eec7-4fa9-926c-fb2b3b80ecb5",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 84,
        "position": "Pharmacologist",
        "company": "Pharma Inc.",
        "location": "Miami, FL",
        "category": "Pharmacy",
        "description": "Pharma Inc. is seeking a dedicated Pharmacologist to work on drug development and safety assessments. The ideal candidate will have experience in pharmacology and a strong understanding of drug regulations. This role offers the chance to work on innovative projects and make a significant impact on healthcare.",
        "how_to_apply": "Send your resume to pharma@example.com",
        "email": "careers@pharma.com",
        "created_at": "2025-12-15T08:00:00",
        "updated_at": "2026-01-15T09:00:00",
        "expires_at": "2025-12-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "cc0a0a4c-59f4-46c4-975f-bae85edc97cc",
        "type": "Freelance",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 85,
        "position": "Content Strategist",
        "company": "Creative Solutions",
        "location": "Seattle, WA",
        "category": "Writing",
        "description": "Creative Solutions is looking for a Content Strategist to develop and manage content strategies that align with our business goals. The ideal candidate will have experience in content marketing, strong analytical skills, and a creative mindset. This role offers an opportunity to shape our brand voice and connect with our audience.",
        "how_to_apply": "Send your resume to creativesolutions@example.com",
        "email": "careers@creativesolutions.com",
        "created_at": "2026-01-10T08:00:00",
        "updated_at": "2026-02-10T09:00:00",
        "expires_at": "2025-12-25T12:00:00",
        "status": "active",
        "public": true,
        "token": "4d213e6d-d6b3-461f-879c-67c3e84e0b41",
        "type": "Part-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 86,
        "position": "Clinical Research Associate",
        "company": "MedResearch",
        "location": "Boston, MA",
        "category": "Healthcare",
        "description": "MedResearch is seeking a Clinical Research Associate to support clinical trials and research studies. The ideal candidate will have experience in clinical research and a strong understanding of regulatory compliance. This role offers an opportunity to contribute to groundbreaking research and work alongside healthcare professionals.",
        "how_to_apply": "Send your resume to medresearch@example.com",
        "email": "careers@medresearch.com",
        "created_at": "2026-02-15T08:00:00",
        "updated_at": "2026-03-15T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "d10bb85b-3212-4aa1-b3c8-c5c39e56984e",
        "type": "Freelance",
        "url": "https://example.com/job-details"
    },
    {
        "id": 87,
        "position": "Business Development Manager",
        "company": "Growth Partners",
        "location": "Houston, TX",
        "category": "Business",
        "description": "Growth Partners is looking for a Business Development Manager to identify and pursue new business opportunities. The ideal candidate will have strong negotiation skills, experience in business development, and a proven track record of meeting sales targets.",
        "how_to_apply": "Send your resume to growthpartners@example.com",
        "email": "careers@growthpartners.com",
        "created_at": "2026-03-20T08:00:00",
        "updated_at": "2026-04-20T09:00:00",
        "expires_at": "2025-12-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "e5013686-7aa0-4b5b-b080-ecf0d19b97e1",
        "type": "Part-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 88,
        "position": "IT Support Specialist",
        "company": "TechSupport Inc.",
        "location": "Phoenix, AZ",
        "category": "IT",
        "description": "TechSupport Inc. is seeking an IT Support Specialist to provide technical assistance to our clients. The ideal candidate will have strong troubleshooting skills, a customer-focused attitude, and experience with IT support. This role offers opportunities for professional development and the chance to work in a dynamic environment.",
        "how_to_apply": "Send your resume to techsupport@example.com",
        "email": "careers@techsupport.com",
        "created_at": "2026-04-10T08:00:00",
        "updated_at": "2026-05-10T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "68d1d53c-b8f1-4f36-bf0c-e04a0fbcf8be",
        "type": "Full-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 89,
        "position": "HR Generalist",
        "company": "Human Capital Group",
        "location": "Detroit, MI",
        "category": "Human Resources",
        "description": "Human Capital Group is looking for an HR Generalist to support various HR functions, including recruitment, onboarding, and employee relations. The ideal candidate will have strong communication skills and a passion for building a positive workplace culture. This position offers opportunities for career growth in human resources.",
        "how_to_apply": "Send your resume to humancapital@example.com",
        "email": "careers@humancapital.com",
        "created_at": "2026-05-15T08:00:00",
        "updated_at": "2026-06-15T09:00:00",
        "expires_at": "2025-12-05T12:00:00",
        "status": "active",
        "public": true,
        "token": "da05d79b-ffb2-4863-b3c7-1b565d78d4ee",
        "type": "Internship",
        "url": "https://joinourteam.com/opportunity"
    },
    {
        "id": 90,
        "position": "Operations Director",
        "company": "Corporate Solutions",
        "location": "Chicago, IL",
        "category": "Operations",
        "description": "Corporate Solutions is seeking an Operations Director to oversee our operations team and ensure efficient processes. The ideal candidate will have a strong background in operations management and the ability to lead a team effectively. This role offers opportunities for professional growth and development.",
        "how_to_apply": "Send your resume to corporatesolutions@example.com",
        "email": "careers@corporatesolutions.com",
        "created_at": "2026-06-20T08:00:00",
        "updated_at": "2026-07-20T09:00:00",
        "expires_at": "2025-11-15T12:00:00",
        "status": "expired",
        "public": false,
        "token": "1f9af203-6aa4-47f5-8c70-2fdb1e1c3c40",
        "type": "Full-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 91,
        "position": "Digital Designer",
        "company": "Visual Media Co.",
        "location": "Seattle, WA",
        "category": "Design",
        "description": "Visual Media Co. is looking for a Digital Designer to create compelling visual content for our digital platforms. The ideal candidate will have experience in graphic design, a strong portfolio, and a passion for creativity. This role provides an opportunity to work in a collaborative environment and make a significant impact on our brand.",
        "how_to_apply": "Send your resume to visualmedia@example.com",
        "email": "careers@visualmedia.com",
        "created_at": "2026-07-25T08:00:00",
        "updated_at": "2026-08-25T09:00:00",
        "expires_at": "2025-12-25T12:00:00",
        "status": "active",
        "public": true,
        "token": "2bc679ed-26e2-489f-93af-d9cfdffcb758",
        "type": "Freelance",
        "url": "https://example.com/job-details"
    },
    {
        "id": 92,
        "position": "Technical Writer",
        "company": "InfoTech Corp.",
        "location": "Miami, FL",
        "category": "Writing",
        "description": "InfoTech Corp. is seeking a Technical Writer to produce high-quality documentation for our products and services. The ideal candidate will have experience in technical writing and the ability to translate complex information into clear and concise content. This role offers opportunities for professional growth and the chance to work on innovative projects.",
        "how_to_apply": "Send your resume to infotech@example.com",
        "email": "careers@infotech.com",
        "created_at": "2026-08-20T08:00:00",
        "updated_at": "2026-09-20T09:00:00",
        "expires_at": "2025-12-30T12:00:00",
        "status": "active",
        "public": true,
        "token": "4df11d04-6dff-41e0-9b8d-b037d10e8c4e",
        "type": "Freelance",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 93,
        "position": "Corporate Trainer",
        "company": "Skill Builders",
        "location": "Los Angeles, CA",
        "category": "Education",
        "description": "Skill Builders is looking for a Corporate Trainer to develop and deliver training programs to our employees. The ideal candidate will have experience in training and development, excellent presentation skills, and a passion for fostering a culture of continuous learning. This role offers opportunities for professional development and the chance to make a significant impact on our training initiatives.",
        "how_to_apply": "Send your resume to skillbuilders@example.com",
        "email": "careers@skillbuilders.com",
        "created_at": "2026-09-15T08:00:00",
        "updated_at": "2026-10-15T09:00:00",
        "expires_at": "2025-11-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "8c91731f-4c63-4263-a7e3-d82ae834e41c",
        "type": "Part-time",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 94,
        "position": "Executive Assistant",
        "company": "Corporate Solutions",
        "location": "Houston, TX",
        "category": "Administration",
        "description": "Corporate Solutions is seeking an Executive Assistant to provide administrative support to our executive team. The ideal candidate will have excellent organizational skills, attention to detail, and a proactive attitude. This role offers opportunities for professional growth and the chance to work closely with senior leaders.",
        "how_to_apply": "Send your resume to corporatesolutions@example.com",
        "email": "careers@corporatesolutions.com",
        "created_at": "2026-10-20T08:00:00",
        "updated_at": "2026-11-20T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "328e091c-5e98-4380-b00f-1d36b37c8025",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 95,
        "position": "Data Entry Clerk",
        "company": "Data Solutions",
        "location": "New York, NY",
        "category": "Data",
        "description": "Data Solutions is looking for a detail-oriented Data Entry Clerk to manage and maintain our data systems. The ideal candidate will have experience in data entry, strong attention to detail, and the ability to work efficiently in a fast-paced environment. This role offers opportunities for professional growth and the chance to contribute to our data management initiatives.",
        "how_to_apply": "Send your resume to datasolutions@example.com",
        "email": "careers@datasolutions.com",
        "created_at": "2026-11-15T08:00:00",
        "updated_at": "2026-12-15T09:00:00",
        "expires_at": "2025-12-30T12:00:00",
        "status": "expired",
        "public": false,
        "token": "a37d9fa3-0175-4b36-bda1-55c71ae04d58",
        "type": "Internship",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 96,
        "position": "Business Development Executive",
        "company": "Growth Strategies",
        "location": "Seattle, WA",
        "category": "Business",
        "description": "Growth Strategies is looking for a Business Development Executive to identify new business opportunities and maintain relationships with existing clients. The ideal candidate will have strong communication skills and a background in sales or business development. This role offers the chance to work in a dynamic environment and contribute to our business growth.",
        "how_to_apply": "Send your resume to growthstrategies@example.com",
        "email": "careers@growthstrategies.com",
        "created_at": "2026-12-20T08:00:00",
        "updated_at": "2027-01-20T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "d6c7aee1-f2b5-4918-91e2-74b2366b3f4b",
        "type": "Freelance",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 97,
        "position": "Financial Controller",
        "company": "Finance World",
        "location": "Atlanta, GA",
        "category": "Finance",
        "description": "Finance World is seeking a Financial Controller to oversee our financial operations and ensure compliance with regulations. The ideal candidate will have a strong background in finance and accounting, and excellent leadership skills. This role provides opportunities for career advancement and the chance to work with a talented team.",
        "how_to_apply": "Send your resume to financeworld@example.com",
        "email": "careers@financeworld.com",
        "created_at": "2027-01-15T08:00:00",
        "updated_at": "2027-02-15T09:00:00",
        "expires_at": "2025-12-20T12:00:00",
        "status": "expired",
        "public": false,
        "token": "ef7a9a8f-41cf-43c0-a4e3-d1e4d1b49b9c",
        "type": "Full-time",
        "url": "https://example.com/job-details"
    },
    {
        "id": 98,
        "position": "Content Marketing Specialist",
        "company": "Market Leaders",
        "location": "Houston, TX",
        "category": "Marketing",
        "description": "Market Leaders is looking for a Content Marketing Specialist to create and manage content strategies that engage our target audience. The ideal candidate will have experience in content marketing, excellent writing skills, and a creative mindset. This role offers opportunities for professional growth and the chance to make a significant impact on our marketing initiatives.",
        "how_to_apply": "Send your resume to marketleaders@example.com",
        "email": "careers@marketleaders.com",
        "created_at": "2027-02-20T08:00:00",
        "updated_at": "2027-03-20T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "active",
        "public": true,
        "token": "e4a02b94-432f-4bc1-9103-b7b71ac003b3",
        "type": "Part-time",
        "url": "https://workwithus.com/job-listing"
    },
    {
        "id": 99,
        "position": "Customer Success Manager",
        "company": "SaaS Solutions",
        "location": "San Francisco, CA",
        "category": "Customer Service",
        "description": "SaaS Solutions is seeking a Customer Success Manager to ensure our clients achieve their desired outcomes. The ideal candidate will have strong communication skills and a background in customer service. This role offers opportunities for professional development and the chance to work closely with clients.",
        "how_to_apply": "Send your resume to saassolutions@example.com",
        "email": "careers@saassolutions.com",
        "created_at": "2027-03-15T08:00:00",
        "updated_at": "2027-04-15T09:00:00",
        "expires_at": "2025-12-10T12:00:00",
        "status": "active",
        "public": true,
        "token": "5fbb1e63-4d44-4200-8cb9-e2353e8e1f01",
        "type": "Freelance",
        "url": "https://companycareers.com/apply"
    },
    {
        "id": 100,
        "position": "Business Analyst",
        "company": "Consulting Group",
        "location": "Boston, MA",
        "category": "Business",
        "description": "Consulting Group is looking for a Business Analyst to support our clients with data analysis and reporting. The ideal candidate will have strong analytical skills, excellent communication skills, and experience in business analysis. This role offers opportunities for professional development and the chance to work on impactful projects.",
        "how_to_apply": "Send your resume to consultinggroup@example.com",
        "email": "careers@consultinggroup.com",
        "created_at": "2027-04-20T08:00:00",
        "updated_at": "2027-05-20T09:00:00",
        "expires_at": "2025-12-15T12:00:00",
        "status": "expired",
        "public": false,
        "token": "683c9078-1b78-4f05-bd59-4718b3b1c480",
        "type": "Freelance",
        "url": "https://workwithus.com/job-listing"
    }
]